Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/arran.no/herva-li-ruopptot-pynten-tilbake.5070417-286185.html.tmx
Source language: smj
Languages: nob

source: Herva li ruopptot / Pynten tilbake - Árran - julevsáme guovdásj / lulesamisk senter
nob: Herva li ruopptot / Pynten tilbake

source: Gullsmedmester Inger-Lise Kolsrud fra Valdres, nå bosatt på Storjord i Tysfjord, åpnet forrige onsdag sin smykkedesignutstilling på Árran.
nob: Gullsmedmester Inger-Lise Kolsrud presentere og stille ut sin smykkekolleksjon, " Áhkká " på Árran - julevsáme guovdásj / Lulesamisk senter.

source: Gållesmirjártjiehppe Inger-Lise Kolsrud Valdresas, guhti dálla årru Stuorgietten Divtasvuonan, rabáj gasskavahko ietjas libjjahábbmim vuosádusáv Árranin.
nob: Videreføringer og nyskapninger ligger mitt hjerte nært og med materialer som edelstener, perler, glass, skinn, tekstil, horn m.m tar jeg det gamle med meg til nåtiden og lager noe for samtiden, forteller Kolsrud.

source: Sommerutstilling / Giessevuosádus 2012
nob: Designsmykker er en vesentlig del av produksjonen

source: Árran er godkjent lærebedrift.
nob: Fantasien er mitt verktøy, sier hun.

source: / Árran le dåhkkiduvvam oahpposadjen.
nob: Frank A. Jenssen - forfatterbesøk på Árran
